@extends('layout')
@section('content')

    <h2>О нас</h2>
    <p>
        Одежда для собак от xdogs.ru – удобный сайт, где подбирать товары для маленьких домашних любимцев – одно
        удовольствие. Выбирайте вещи по нашему каталогу, и ваш любимец всегда будет красив, чист и доволен.
        <br>
        У нас Вы можете купить одежду для чихуахуа, йорка, той-терьера, шпица, мопса, пекинеса, китайской хохлатой,
        карликового пинчера, ши-тцу, джек-рассел-терьера, таксы и других мелких пород.
    </p>

@endsection