<?php
$products = [
    [
        'id' => 1178,
        'name' => 'Легкий комбинезон Панда голубой махровый',
        'img' => '/images/products/product-1178.jpeg',
        'shortDesc' => 'Легкий махровый комбинезон «Панда» предназначен для первых весенних дней.',
        'attributes' => [
            [
                'size' => 'S',
                'width' => '23-24',
                'volume' => '29-32'
            ],
            [
                'size' => 'M',
                'width' => '25-26',
                'volume' => '32-35'
            ],
            [
                'size' => 'L',
                'width' => '33',
                'volume' => '38-40'
            ],
            [
                'size' => 'XL',
                'width' => '36-37',
                'volume' => '47-49'
            ],
        ],
        'desc' => 'Комбинезон небесного цвета выполнен из мягкой махры, спинка украшена аппликацией в виде головы панды. 
        Капюшон прикрывает ушки собаки, рукава окантованы тесьмой. Низ курточки посажен на трикотажную манжету. Штанишки 
        выполнены из черной махровой ткани и украшены голубыми манжетами. Комбинезон без подкладки, застегивается на 
        кнопки. Легкий и теплый, он не сковывает движений и согревает вашего питомца в прохладные дни.',
        'price' => '690',
        'status' => 1
    ],

    [
        'id' => 1467,
        'name' => 'Дождевик Заяц розовый',
        'img' => '/images/products/product-1467.jpeg',
        'shortDesc' => 'Дождевик «Заяц» выполнен из болоньевой ткани сочного розового цвета.',
        'attributes' => [
            [
                'size' => 'S',
                'width' => '25.5',
                'volume' => '34-37'
            ],
            [
                'size' => 'M',
                'width' => '29',
                'volume' => '39-41'
            ],
            [
                'size' => 'L',
                'width' => '31',
                'volume' => '42-46'
            ],
            [
                'size' => 'XL',
                'width' => '36',
                'volume' => '46-49'
            ],
        ],
        'desc' => 'Подол дождевика по краям стянут резинкой и надежно защищает собаку от брызг дождя и промозглого 
        ветра, а капюшон хорошо прикрывает ушки. Рукава и низ дополнены светоотражающей серой лентой, застежка на три 
        удобные кнопки облегчает сборы на прогулку. Забавная заячья мордочка на спинке издалека привлекает внимание и 
        позволяет не терять из вида питомца на собачьей площадке.',
        'price' => '1000',
        'status' => 3
    ],

    [
        'id' => 1500,
        'name' => 'Комбинезон Зефир бело-розовый',
        'img' => '/images/products/product-1500.jpeg',
        'shortDesc' => 'Комбинезон «Зефир» разнообразит гардероб домашнего любимца и поможет ему чувствовать себя 
        комфортно даже во время зимних прогулок.',
        'attributes' => [
            [
                'size' => 'XS',
                'width' => '19.5',
                'volume' => '28-30'
            ],
            [
                'size' => 'S',
                'width' => '23.5',
                'volume' => '30-34'
            ],
            [
                'size' => 'M',
                'width' => '27',
                'volume' => '38-40'
            ],
            [
                'size' => 'L',
                'width' => '32',
                'volume' => '46-49'
            ],
        ],
        'desc' => 'Эта модель выполнена из мягкой плотной ткани белого оттенка и украшена принтом в виде мелких розовых 
        цветов. Длинные рукава и штанины с опушкой защищают лапки собаки, капюшон украшен забавными заячьими ушками и не 
        пропускает холодный воздух и ветер. Штанины декорированы тонкими лампасами. Внутренняя часть комбинезона 
        утеплена мягким ворсистым материалом, дающим этой модели теплосберегающие свойства, а также комфорт вашему 
        любимцу.',
        'price' => '1200',
        'status' => 2
    ],

    [
        'id' => 1436,
        'name' => 'Дубленка коричневая с капюшоном',
        'img' => '/images/products/product-1436.jpeg',
        'shortDesc' => 'Дубленка с капюшоном выполнена из плотной искусственной дубленой кожи.',
        'attributes' => [
            [
                'size' => 'XS',
                'width' => '20',
                'volume' => '25-28'
            ],
            [
                'size' => 'S',
                'width' => '23',
                'volume' => '28-32'
            ],
            [
                'size' => 'M',
                'width' => '28',
                'volume' => '32-36'
            ],
            [
                'size' => 'L',
                'width' => '33',
                'volume' => '39-42'
            ],
        ],
        'desc' => 'Капюшон, манжеты рукавов и подола окантованы широкой полосой белого ворсистого материала, 
        напоминающего овечий мех. Спинка украшена крупной белой аппликацией с цифрой 5. Втачные рукава не пропускают 
        холодный воздух, капюшон защищает ушки собаки от продувания. Дубленка утеплена подкладкой из плотного ворсистого 
        материала и застегивается на кнопки. Изделие легко надевается и снимается, поэтому сборы на прогулку не займут 
        много времени. Легкая, теплая и удобная, дубленка сделает образ собаки стильным и современным.',
        'price' => '849',
        'status' => 1
    ],

    [
        'id' => 1490,
        'name' => 'Кофта бирюзовая с кружевом утепленная',
        'img' => '/images/products/product-1490.jpeg',
        'shortDesc' => 'Утепленная кофта с кружевом подойдет как мальчику, так и девочке.',
        'attributes' => [
            [
                'size' => 'XS',
                'width' => '21',
                'volume' => '26-30'
            ],
            [
                'size' => 'S',
                'width' => '25',
                'volume' => '32-36'
            ],
            [
                'size' => 'M',
                'width' => '29',
                'volume' => '37-40'
            ],
            [
                'size' => 'L',
                'width' => '33.5',
                'volume' => '40-44'
            ],
        ],
        'desc' => 'Светло-бирюзовая ткань украшена принтом в виде разноцветных сердечек. Ворот, подол и прорези для лап 
        дополнены мягкой трикотажной резинкой розового оттенка. Ворот декорирован отложным воротничком с разноцветными 
        помпонами. Куртка внутри утеплена мягкой ворсистой тканью белого цвета. Подкладка защищает собаку от ветра и 
        холода, не магнитится и не цепляет шерсть. Куртка легко надевается и снимается, она застегивается на три кнопки 
        и плотно прилегает к телу собаки.',
        'price' => '749',
        'status' => 2
    ]
];