<h1>Комбинезон Зефир бело-розовый</h1>
<p>Цена: <strong>1200 руб</strong></p>
<p>На складе: <span class="not-exists">нет</span></p>
<p>Код товара: 1500</p>
<a href="../../images/products/product-1500.jpeg" target="_blank">
    <img class="product-image" src="../../images/products/product-1500.jpeg" alt="Комбинезон Зефир бело-розовый">
</a>
<div><button>В корзину</button></div>
<h2>Описание товара</h2>
<p>
    Комбинезон «Зефир» разнообразит гардероб домашнего любимца и поможет ему чувствовать себя комфортно
    даже во время зимних прогулок.
</p>
<h2>Характеристики товара</h2>
<table>
    <tr>
        <td>Размер</td>
        <td>Длина по спинке</td>
        <td>Объем груди</td>
    </tr>
    <tr>
        <td>XS</td>
        <td>19.5</td>
        <td>28-30</td>
    </tr>
    <tr>
        <td>S</td>
        <td>23.5</td>
        <td>30-34</td>
    </tr>
    <tr>
        <td>M</td>
        <td>27</td>
        <td>38-40</td>
    </tr>
    <tr>
        <td>L</td>
        <td>32</td>
        <td>41-46</td>
    </tr>
</table>

<h3>Наши преимущества:</h3>
<ol>
    <li>Низкие цены</li>
    <li>Все вещи на сайте - в наличии</li>
    <li>Ускоренная доставка заказа</li>
    <li>Акции и бонусы для постоянных клиентов</li>
</ol>

<h2>Подробное описание товара</h2>
<p>
    Эта модель выполнена из мягкой плотной ткани белого оттенка и украшена
    принтом в виде мелких розовых цветов. Длинные рукава и штанины с опушкой защищают лапки собаки, капюшон
    украшен забавными заячьими ушками и не пропускает холодный воздух и ветер. Штанины декорированы тонкими
    лампасами. Внутренняя часть комбинезона утеплена мягким ворсистым материалом, дающим этой модели
    теплосберегающие свойства, а также комфорт вашему любимцу.
</p>
<h2>Отзывы</h2>