<div class="product">
    <h1>Комбинезон Зефир бело-розовый</h1>
    <p>Код товара: 1500</p>
    <a href="/images/products/product-1500.jpeg" target="_blank">
        <img class="product__img" src="/images/products/product-1500.jpeg" alt="Комбинезон Зефир бело-розовый">
    </a>
    <div><button>В корзину</button></div>
    <h2>Описание товара</h2>
    <div class="product__short-desc">
        <p>
            Комбинезон «Зефир» разнообразит гардероб домашнего любимца и поможет ему чувствовать себя комфортно
            даже во время зимних прогулок.
        </p>
    </div>
    <h2>Характеристики товара</h2>
    <table>
        <thead>
        <tr>
            <th>Размер</th>
            <th>Длина по спинке</th>
            <th>Объем груди</th>
            <th>На складе</th>
        </tr>
        </thead>
        <tfoot>
        <tr>
            <td>Цена</td>
            <td colspan="3"><strong>1200 рублей</strong></td>
        </tr>
        </tfoot>
        <tbody>
        <tr>
            <td>XS</td>
            <td>19.5</td>
            <td>28-30</td>
            <td class="exists">есть</td>
        </tr>
        <tr>
            <td>S</td>
            <td>23.5</td>
            <td>30-34</td>
            <td class="wait">ожидается</td>
        </tr>
        <tr>
            <td>M</td>
            <td>27</td>
            <td>38-40</td>
            <td rowspan="2" class="not-exists">нет</td>
        </tr>
        <tr>
            <td>L</td>
            <td>32</td>
            <td>46-49</td>
        </tr>
        </tbody>
    </table>

    <h3>Наши преимущества:</h3>
    <ol class="product__check-list">
        <li>Низкие цены</li>
        <li>Все вещи на сайте - в наличии</li>
        <li>Ускоренная доставка заказа</li>
        <li>Акции и бонусы для постоянных клиентов</li>
    </ol>

    <h2>Подробное описание товара</h2>
    <div class="product__desc">
        <p>
            Эта модель выполнена из мягкой плотной ткани белого оттенка и украшена
            принтом в виде мелких розовых цветов. Длинные рукава и штанины с опушкой защищают лапки собаки, капюшон
            украшен забавными заячьими ушками и не пропускает холодный воздух и ветер. Штанины декорированы тонкими
            лампасами. Внутренняя часть комбинезона утеплена мягким ворсистым материалом, дающим этой модели
            теплосберегающие свойства, а также комфорт вашему любимцу.
        </p>
    </div>

    <h2>Отзывы</h2>
</div>