<div class="product">
    <h1>Легкий комбинезон Панда голубой махровый</h1>
    <p>Код товара: 1178</p>
    <a href="/images/products/product-1178.jpeg" target="_blank">
        <img class="product__img"
             src="/images/products/product-1178.jpeg"
             alt="Легкий комбинезон Панда голубой махровый">
    </a>
    <div><button>В корзину</button></div>
    <h2>Описание товара</h2>
    <div class="product__short-desc">
        <p>Легкий махровый комбинезон «Панда» предназначен для первых весенних дней.</p>
    </div>
    <h2>Характеристики товара</h2>
    <table>
        <thead>
            <tr>
            <th>Размер</th>
            <th>Длина по спинке</th>
            <th>Объем груди</th>
            <th>На складе</th>
            </tr>
        </thead>
        <tfoot>
            <tr>
                <td>Цена</td>
                <td colspan="3"><strong>690 рублей</strong></td>
            </tr>
        </tfoot>
        <tbody>
            <tr>
                <td>S</td>
                <td>23-24</td>
                <td>29-32</td>
                <td rowspan="2" class="exists">есть</td>
            </tr>
            <tr>
                <td>M</td>
                <td>25-26</td>
                <td>32-35</td>
            </tr>
            <tr>
                <td>L</td>
                <td>33</td>
                <td>38-40</td>
                <td class="wait">ожидается</td>
            </tr>
            <tr>
                <td>XL</td>
                <td>36-37</td>
                <td>47-49</td>
                <td class="not-exists">нет</td>
            </tr>
        </tbody>
    </table>

    <h3>Наши преимущества:</h3>
    <ol class="product__check-list">
        <li>Низкие цены</li>
        <li>Все вещи на сайте - в наличии</li>
        <li>Ускоренная доставка заказа</li>
        <li>Акции и бонусы для постоянных клиентов</li>
    </ol>

    <h2>Подробное описание товара</h2>
    <div class="product__desc">
        <p>
            Комбинезон небесного цвета выполнен из мягкой махры, спинка украшена аппликацией в виде головы панды. Капюшон
            прикрывает ушки собаки, рукава окантованы тесьмой. Низ курточки посажен на трикотажную манжету. Штанишки
            выполнены из черной махровой ткани и украшены голубыми манжетами. Комбинезон без подкладки, застегивается на
            кнопки. Легкий и теплый, он не сковывает движений и согревает вашего питомца в прохладные дни.
        </p>
    </div>

    <h2>Отзывы</h2>
</div>