<h1>Дождевик Заяц розовый</h1>
<p>Цена: <strong>1000 руб</strong></p>
<p>На складе: <span class="exists">есть</span></p>
<p>Код товара: 1467</p>
<a href="../../images/products/product-1467.jpeg" target="_blank">
    <img class="product-image" src="../../images/products/product-1467.jpeg" alt="Дождевик Заяц розовый">
</a>
<div><button>В корзину</button></div>
<h2>Описание товара</h2>
<p>Дождевик «Заяц» выполнен из болоньевой ткани сочного розового цвета.</p>
<h2>Характеристики товара</h2>
<table>
    <tr>
        <td>Размер</td>
        <td>Длина по спинке</td>
        <td>Объем груди</td>
    </tr>
    <tr>
        <td>S</td>
        <td>25.5</td>
        <td>34-37</td>
    </tr>
    <tr>
        <td>M</td>
        <td>29</td>
        <td>39-41</td>
    </tr>
    <tr>
        <td>L</td>
        <td>31</td>
        <td>42-46</td>
    </tr>
    <tr>
        <td>XL</td>
        <td>36</td>
        <td>46-49</td>
    </tr>
</table>

<h3>Наши преимущества:</h3>
<ol>
    <li>Низкие цены</li>
    <li>Все вещи на сайте - в наличии</li>
    <li>Ускоренная доставка заказа</li>
    <li>Акции и бонусы для постоянных клиентов</li>
</ol>

<h2>Подробное описание товара</h2>
<p>
    Подол дождевика по краям стянут резинкой и надежно защищает собаку от брызг дождя и промозглого ветра, а капюшон
    хорошо прикрывает ушки. Рукава и низ дополнены светоотражающей серой лентой, застежка на три удобные кнопки
    облегчает сборы на прогулку. Забавная заячья мордочка на спинке издалека привлекает внимание и позволяет не
    терять из вида питомца на собачьей площадке.
</p>
<h2>Отзывы</h2>